"OK"="OK";
"CANCEL" = "Annuler";
"Can't load bundle"="Impossible de charger le paquet";
"Apple" = "Apple";
"Pictures" = "Images";
"Other" = "Autre";
"CHOOSE" = "Choisir";
"DOT_MAC_AND_RSS" = "%@ et RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "Validation RSS…";
"NO_FEED_FOUND" = "Le flux est introuvable.";
"GETTING_ALBUMS" = "Recherche des albums…";
"SELECT_ALBUMS" = "Sélectionnez les albums à afficher :";
"INVALID_MEMBER_NAME" = "Identifiant non valide.";
"NO_ALBUMS_FOR_USER" = "Impossible de trouver des albums pour cet utilisateur.";

/* strings for tool tips */
"minute" = "minute";
"minutes" = "minutes";
"hour" = "heure";
"hours" = "heures";
"OPTIONS_BUTTON_TIP" = "Définir les options de cet économiseur d’écran.";
"Never" = "Jamais";
"Slideshow" = "Diaporama";
"Collage" = "Photo-montage";
"Mosaic" = "Mosaïque";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Style";

/* For contextual menu */
"DELETE" = "Supprimer";
"REVEAL_IN_FINDER" = "Afficher dans le Finder";
"MOVE_TO_TRASH" = "Placer dans la Corbeille";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Parcourir les économiseurs d’écran";
"ADD_MOBILE_ME_GALLERY" = "Ajouter une galerie MobileMe…";
"ADD_PICTURES" = "Ajouter un dossier d’images…";
"ADD_RSS_FEED" = "Ajouter un flux RSS…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Ajouter des images ou parcourir les économiseurs d’écran";
"REMOVE_SAVER_AX_VALUE" = "Supprimer l’économiseur d’écran sélectionné";

/* Alerts */
"INCOMPATIBLE_TITLE" = "L’économiseur d’écran %@ ne peut pas être utilisé sur cet ordinateur.";
"INCOMPATIBLE_DESC" = "Pour obtenir une version plus récente de cet économiseur d’écran, contactez le développeur.";
"DELETE_WARNING_TITLE" = "Voulez-vous vraiment supprimer « %@ » ?";
"DELETE_WARNING_DESC" = "L’économiseur d’écran va être placé dans la Corbeille.";
